onvif_ptz_explorer/xml/14_goto_home_position.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header>{AUTH_HEADER}</s:Header>
  <s:Body>
    <GotoHomePosition xmlns="http://www.onvif.org/ver20/ptz/wsdl">
      <ProfileToken>{PROFILE_TOKEN}</ProfileToken>
      <Speed>
        <PanTilt x="{SPEED}" y="{SPEED}" xmlns="http://www.onvif.org/ver10/schema"/>
        <Zoom x="{SPEED}" xmlns="http://www.onvif.org/ver10/schema"/>
      </Speed>
    </GotoHomePosition>
  </s:Body>
</s:Envelope>
